Repository: antiprismca/OpenELEC-Antiprism
Catalog: packages/addons/script.service.antiprism/source/resources/language/*/strings.po
Languages: french, german, russian

# Addon Description
source: AntiPrism is about web privacy for everyone
french: AntiPrism est pour la confidentialité de web pour chacun
german: AntiPrism wahrt die Privatsphäre Jedermans
russian: AntiPrism, веб-приватность для всех!

# #32001
source: Autostart
russian: Автозапуск

# #32002
source: Profile container
french: Récipient de profil
german: Profil-Container
russian: Контейнер профиля

# #32003
source: Mount point
french: Point de montage
russian: Точка монтирования

# #32004
source: Password-protected screensaver
french: Écran de veille protégé
german: Passwortgeschützer Bildschirmschoner
russian: Хранитель экрана с паролем

# #32005
source: Enable debug log
french: Montrer journal de débogage
german: Debug Protokoll einschalten
russian: Отладочный лог

# #32010
source: Welcome to AntiPrism!
french: Bienvenue à AntiPrism!
german: Willkommen bei AntiPrism!
russian: Добро пожаловать!

# #32011
source: We need to create an encrypted container for your new AntiPrism profile. Please click OK and answer some questions.
french: Nous devons créer un conteneur crypté pour votre nouveau profil d'AntiPrism. Cliquez OK et répondez au questions s'il vous plaît.
german: Wir müssen einen verschlüsselten Container für Ihr neues AntiPrism Profil erstellen. Bitte drücken Sie OK und beantworten Sie einige Fragen.
russian: Для нового профиля АнтиПризмы требуется создать зашифрованный контейнер. Пожалуйста, нажмите OK и ответьте на несколько вопросов.

# #32012
source: Enter your AntiPrism password:
french: Entrez votre mot de passe d'AntiPrism:
german: Geben Sie Ihr AntiPrism Passwort ein:
russian: Введите пароль Вашей АнтиПризмы:

# #32013
source: Main Menu:
french: Menu Principal:
german: Hauptmenü:
russian: Главное Меню:

# #32014
source: Enter password:
french: Entrez le mot de passe:
german: Geben Sie das Passwort ein:
russian: Введите пароль:

# #32015
source: Error:
french: Erreur:
german: Fehler
russian: Ошибка:

# #32016
source: Enter a valid size in Gigabytes!
french: Entrez une dimension valide en Gigabytes!
german: Geben Sie eine valide Größe in Gigabyte an!
russian: Введите разумное количество гигабайтов!

# #32017
source: Passwords do not match!
french: Les mots de passe ne sont pas égales!
german: Die Passwörter stimmen nicht überein!
russian: Пароли не совпадают!

# #32018
source: Failed to create the container!
french: Pas réussit à créer le conteneur!
german: Fehler beim Erstellen des Containers!
russian: Ошибка при создании контейнера!

# #32019
source: Failed to initialize AntiPrism!
french: Pas réussit à initialiser AntiPrism!
german: Fehler beim Initialisieren von AntiPrism!
russian: Не удалось инициализировать АнтиПризму!

# #32023
source: We need to create an encrypted container for your AntiPrism profile. Please specify the required information:
french: Nous devons créer un conteneur crypté pour votre profil d'AntiPrism. Specifiez l'information requise s'il vous plaît:
german: Wir müssen einen verschlüsselten Container für Ihr AntiPrism Profil erstellen. Bitte geben Sie die benötigten Informationen an:
russian: Для нового профиля АнтиПризмы требуется создать зашифрованный контейнер. Пожалуйста, предоставьте информацию:

# #32024
source: The encrypted container has been created. Click OK to activate AntiPrism! Or, you can also
french: Le conteneur crypté a été créé. Cliquez OK afin d'activer AntiPrism! Ou, vous pourriez aussi
german: Der verschlüsselte Container wurde erstellt. Klicken Sie OK, um AntiPrism zu aktivieren! Oder Sie können auch
russian: Зашифрованный контейнер создан. Нажмите OK, чтобы активизировать АнтиПризму! Или, можете

# #32025
source: Result:
french: Résultat:
german: Resultat:
russian: Результат:

# #32026
source: Enter command:
french: Entrez commande:
german: Eingabe Kommando:
russian: Введите команду:

# #32027
source: Creating container...
french: Créant conteneur...
german: Erstelle Container...
russian: Контейнер создаётся...

# #32028
source: Problems starting Tor
french: Problème en initialisant Tor
german: Probleme beim Starten von Tor
russian: Проблема с запуском Tor

# #32029
source: Problems starting I2P
french: Problèmes en initialisant I2P
german: Probleme beim Starten von I2P
russian: Проблема с запуском I2P

# #32030
source: Stopping AntiPrism...
french: Arrêtant AntiPrism...
german: AntiPrism wird gestoppt...
russian: Деактивация...

# #32031
source: AntiPrism is Active
french: AntiPrism est Active
german: AntiPrism ist aktiviert
russian: АнтиПризма активна

# #32032
source: Starting AntiPrism...
french: Initialisant AntiPrism...
german: AntiPrism wird gestartet...
russian: АнтиПризма стартует...

# #32033
source: Changing password...
french: Changeant le mot de passe...
german: Passwort wird geändert...
russian: Пароль меняется...

# #32034
source: This can take several minutes...please wait...
french: Ce peut prendre quelques minutes...attendez s'il vous plaît...
german: Dies kann einige Minuten dauern...bitte warten...
russian: Это может занять несколько минут...подождите...

# #32035
source: Checking filesystem...
french: Vérifiant système de fichiers...
german: System wird überprüft...
russian: Проверка контейнера...

# #32036
source: Backing up filesystem...
french: Sauvegardant système de fichiers...
german: Backup wird erstellt...
russian: Создание резервной копии...

# #32037
source: Problems with backup
french: Problèmes en sauvegardant
german: Probleme beim Erstellen des Backups
russian: Проблемы с созданием резервной копии

# #32098
source: Help
french: Aide
german: Hilfe
russian: СОС!

# #32099
source: Cmd
german: Befehl
russian: Шелл

# #32100
source: OK
russian: ОКей

# #32101
source: Cancel
french: Annuler
german: Abbruch
russian: Отмена

# #32102
source: Deactivate AntiPrism
french: Désactiver AntiPrism
german: AntiPrism deaktivieren
russian: Деактивировать АнтиПризму

# #32103
source: Are you sure?
french: Êtes-vous sûr?
german: Sind Sie sicher?
russian: А Вы уверены?

# #32104
source: Mount folder is not empty!
french: Dossier de montage n'est pas vide!
german: Der Mount-Ordner ist nicht leer!
russian: Точка монтирования - непустой директорий!

# #32105
source: Delete all the files?
french: Effacer tous les fichiers?
german: Alle Dateien löschen?
russian: Удалить все файлы?

# #32106
source: Container appears damaged!
russian: Контейнер повреждён!

# #32107
source: Re-create the container loosing the data? (You can try to scan it for errors first)
french: Recréer le conteneur qui perd les données? (Vous pouvez essayer scanner pour les erreurs premièrement)
german: Erneute Erstellung des Containers mit Verlust aller Daten? (Sie können zunächst nach Fehlern scannen)
russian: Пере-создать контейнер, потеряв данные? (Но Вы можете попробовать починить его)

# #32108
source: Password is too short. Are you sure you want to use it?
french: Mot de passe est trop court. Êtes-vous sûr que vous vouliez l'utiliser?
german: Passwort ist zu kurz. Sind Sie sicher, daß Sie es benutzen möchten?
russian: Слишком короткий пароль. Вы уверены, что хотите именно такой?

# #32109
source: Not enough free disk space.
french: Pas assez d'espace disque libre.
german: Nicht ausreichend freier Speicherplatz vorhanden.
russian: Недостаточно свободного места на диске.

# #32110
source: Try to free up at least 50Mb
french: Essayez de libérer au moins 50Mb
german: Stellen Sie sicher, daß mindestens 500MB zur Verfügung stehen
russian: Попробуйте освободить хотя бы 50Mb

# #32111
source: Container is too small.
french: Le conteneur est trop petit.
german: Container ist zu klein.
russian: Слишком маленький контейнер.

# #32112
source: Need at least 50Mb
french: On a besoin d'au moins 50Mb
german: Mindestens 50MB werden benötigt
russian: Нужно хотя бы 50Mb

# #32113
source: Passwords are not matching
french: Les mots de passe ne correspondent pas
german: Die Passwörter stimmen nicht überein!
russian: Пароли не совпадают

# #32114
source: Please try again.
french: Essayez encore s'il vous plaît.
german: Bitte versuchen Sie es noch einmal.
russian: Попробуйте ещё раз.

# #32115
source: Preparing container
french: Preparant conteneur
german: Container wird vorbereitet.
russian: Подготовка контейнера

# #32116
source: Container size:
french: Dimension de conteneur:
german: Größe des Containers
russian: Размер контейнера:

# #32117
source: Click OK to continue
french: Cliquez OK pour continuer
german: Klicken Sie OK um fortzufahren
russian: Для продолжения нажмите OK

# #32118
source: Initializing container...
french: Initialisant conteneur...
german: Container wird initialisiert...
russian: Инициализация контейнера...

# #32119
source: Some errors occured during the startup of AntiPrism.
french: Quelques erreurs ont survenu pendant l'initialisation d'AntiPrism.
german: Einige Fehler sind während des Startens von AntiPrism aufgetreten.
russian: При старте АнтиПризмы возникли некоторые проблемы.

# #32120
source: Activate AntiPrism with either an existing or a new password
french: Activatez AntiPrism avec un mot de passe existant ou nouveau
german: Aktivieren Sie AntiPrism mit einem existierenden oder neuem Passwort
russian: Активизируйте АнтиПризму, введя или изменив пароль

# #32121
source: Changing password...
french: Changeant mot de passe...
german: Passwort wird geändert...
russian: Изменение пароля...

# #32122
source: Password has been changed. Click OK to activate AntiPrism!
french: Mot de passe avait été changé. Cliquez OK afin d'activer AntiPrism!
german: Passwort wurde geändert. Klicken Sie OK, um AntiPrism zu aktivieren!
russian: Пароль изменён. Нажмите OK, чтобы активизировать АнтиПризму!

# #32123
source: Container size in % of available disk space (1-100):
french: Dimension de conteneur en % d'espace disque libre (1-100):
german: Größe des Containers in % des verfügbaren Speicherplatzes (1-100):
russian: Размер контейнера в % доступного пространства на диске (1-100):

# #32124
source: New password (at least 20 characters):
french: Nouveau mot de passe (au moins 20 caractères):
german: Neues Passwort (mindestens 20 Buchtstaben):
russian: Новый пароль (хотя бы 20 символов):

# #32125
source: Retype password:
french: Retapez le mot de passe:
german: Geben Sie Ihr Passwort erneut ein:
russian: Повторите пароль:

# #32126
source: Password is too short.
french: Le mot de passe est trop court.
german: Passwort ist zu kurz.
russian: Пароль слишком короткий.

# #32150
source: Access Control
french: Contrôle d'accès
german: Zugriffskontrolle
russian: Контроль доступа

# #32151
source: Enable Firewall
french: Initialiser Pare-feu
german: Firewall aktivieren
russian: Включить фаяволл

# #32152
source: Enable I2P
french: Initialiser I2P
german: I2P aktivieren
russian: Включить I2P

# #32153
source: Enable Tor
french: Initialiser Tor
german: Tor aktivieren
russian: Включить Tor

# #32154
source: Enable Web Access
french: Initialiser Accès de Web
german: Web Zugriff aktivieren
russian: Разрешить веб-доступ

# #32155
source: Enable SSH
french: Initialiser SSH
german: SSH aktivieren
russian: Включить SSH

# #32156
source: Allow access from any IP
french: Permettre accès du n'importe quel IP
german: Zugriff von jeder IP-Adresse zulassen
russian: Разрешить доступ с любого IP адреса

# #32157
source: Trusted IP
french: IP Approuvé
german: Vertrausenwürdige IP
russian: Разрешённый IP адрес

# #32158
source: Run as a Tor relay node
french: Initialiser comme un noeud de relais Tor
german: Tor als Zwischenknoten laufen lassen
russian: Запустить Tor relay node

# #32159
source: Enable Privoxy (requires Tor)
french: Activer Privoxy (Tor est requis)
german: Privoxy aktivieren (benötigt Tor)
russian: Включить Privoxy (требуется Tor)

# #32160
source: Entry nodes
french: Noeuds d'entrée
german: Einstiegsknoten
russian: Входные ноды

# #32161
source: Exit nodes
french: Noeuds de sortie
german: Ausgangsknoten
russian: Выходные ноды

# #32162
source: Exclude nodes
french: Exclure noeuds
german: Ausgeschlossene Knoten
russian: Запрещённые ноды

# #32163
source: Exclude exit nodes
french: Exclure noeuds de sortie
german: Ausgeschlossene Ausgangsknoten
russian: Запрещённые выходные ноды

# #32165
source: Scan container for errors when activating
french: Scanner conteneur pour les erreurs pendant l'initialisation
german: Container während Aktivierung nach Fehlern überprüfen
russian: Проверять и чинить контейнер при активизации

# #32166
source: Choose a backup file to restore from
french: Choissisez un fichier sauvegardé duquel vous voulez rétablir
german: Wählen Sie eine Backup Datei, die wiederhergestellt werden soll
russian: Выберите файл для восстановления профиля

# #32167
source: Restoring from backup...
french: Restauration depuis le fichier sauvegardé...
german: Backup wird wiederhergestellt...
russian: Идёт восстановление...

# #32168
source: Container is ready
french: Conteneur est prêt
german: Container ist einsatzbereit
russian: Контейнер готов

# #32169
source: Check file system during activation
french: Vérifiez système de fichier pendant initialisation
german: Überprüfung des Dateisystems während der Aktivierung
russian: Проверять файловую систему при активизации

# #32170
source: Backup file system during activation
french: Sauvegardez système de fichier pendant initialisation
german: Backup des Dateisystems während der Aktivierung erstellen
russian: Создавать резервную копию профиля при активизации

# #32171
source: File system type
french: Type de système de fichier
german: Dateisystem
russian: Тип файловой системы

# #32172
source: Backup path
french: Route sauvegardé
german: Pfad fürs Backup
russian: Путь к резервной копии

# #32173
source: Use TrueCrypt
french: Utilisez TrueCrypt
german: TrueCrypt verwenden
russian: Использовать TrueCrypt

# #32174
source: Config
german: Konfig.
russian: Конфиг

# #32175
source: To deactivate AntiPrism, click Cancel.
french: Pour désactiver AntiPrism, cliquez Annuler.
german: Um AntiPrism zu deaktivieren, klicken Sie auf Abbruch.
russian: Используйте кнопку 'Отмена' для деактивации АнтиПризмы .

# #32176
source: SOCKS port
russian: Порт SOCKS

# #32177
source: Advertized port
german: Angegebener Port
russian: Зарегистрированный порт сервиса

# #32178
source: Listen port
french: Port d'écoute
german: Lausch-Port
russian: Порт для принятия соединений

# #32179
source: Enable obfuscation
french: Activer obfuscation
german: Verschleierung aktivieren
russian: Включить обфускацию

# #32180
source: Enable Fteproxy
french: Activer Fteproxy
german: Fteproxy aktivieren
russian: Включить Fteproxy

# #32181
source: Fteproxy port
russian: Порт Fteproxy

# #32182
source: Enable obfs3
french: Activer obfs3
german: obfs3 aktivieren
russian: Включить obfs3

# #32183
source: obfs3 port
russian: Порт obfs3

# #32184
source: SSH public key finger print
french: SSH empreinte digitale de la clé publique
german: Fingerabdruck des öffentlichen SSH Schlüssels
russian: Фингерпринт публичного ключа SSH

# #32185
source: Configuration changed
french: Configuration a changé
german: Konfiguration wurde geändert
russian: Конфигурация изменилась

# #32186
source: AntiPrism must be re-activated to apply these configuration changes
french: AntiPrism doit être réactivé pour l'application des changes de la configuration
german: AntiPrism muss reaktiviert werden, damit diese Konfigurationsänderungen übernommen werden
russian: Для всупления изменений в силу, необходимо ре-активировать АнтиПризму

# #32187
source: Run as a bridge relay
french: Initialiser comme un relais du pont
german: Als Brückenknoten laufen lassen
russian: Активизировать мост-ретранслятор Тор

# #32188
source: Use bridges
french: Utiliser les ponts
german: Brücken verwenden
russian: Использовать мосты

# #32189
source: Bridges (comma-separated)
french: Ponts (séparés par virgules)
german: Brücken (getrennt durch Kommata)
russian: Список мостов (через запятую)

# #32190
source: Bootstrap I2P via Tor (requires Privoxy)
french: Bootstrap I2P par Tor (Privoxy est requis)
german: Bootstrapping I2P über Tor (benötigt Privoxy)
russian: Запускать I2P через Tor (требует Privoxy)

# #32191
source: No anonymizers enabled
french: Pas d'anonymiseurs sont activé
german: Keine Anonymiserungstools aktiviert
russian: Нет активных анонимизаторов

# #32192
source: Please enable Tor, Privoxy or I2P
french: Activisez Tor, Privoxy ou I2P s'il vous plaît
german: Bitte aktivieren Sie Tor, Privoxy oder I2P
russian: Активизируйте Tor, Privoxy или I2P

# #32193
source: Run X terminal for command prompt (requires keyboard)
french: Initialiser X terminal pour l'interpreteur des commandes (clavier est requis)
german: X Terminal als Kommandozeile starten (Tastatur benötigt)
russian: Запускать X-терминал для командного интерфейса (нужна клавиатура)

# #32194
source: Your media center is anonymized with proxy settings.
french: Votre media center est anonymisé avec les paramètres proxy.
german: Ihr Mediacenter ist mit Proxyeinstellungen anonymisiert.
russian: Ваш медиацентр анонимизирован установками прокси.

# #32195
source: Your media center IS NOT anonymized.
german: Ihr Mediacenter IST NICHT anonymisiert.
russian: Ваш медиацентр НЕ анонимизирован.

# #32196
source: Enable OpenVPN server
french: Initialiser OpenVPN serveur informatique
german: OpenVPN Server aktivieren
russian: Включить сервер OpenVPN

# #32197
source: Privoxy error, please check the log
french: Erreur de Privoxy, vérifiez le registre s'il vous plaît
german: Fehler in Privoxy, bitte überprüfen Sie die Debug Logdatei
russian: Ошибка Privoxy, проверьте лог

# #32198
source: OpenVPN error, please check the log
french: Erreur de OpenVPN, vérifiez le registre s'il vous plaît
german: Fehler in OpenVPN, bitte überprüfen Sie die Debug Logdatei
russian: Ошибка OpenVPN, проверьте лог

# #32200
source: Enter Password
french: Entrez mot de passe
german: Passwort eingeben
russian: Введите пароль

# #32201
source: Change Password
french: Changez mot de passe
german: Passwort ändern
russian: Поменяйте пароль

# #32202
source: Restore from backup
french: Restaurer de la sauvegarde
german: Backup wiederherstellen
russian: Восстановить данные

# #32203
source: Anonymous Web
french: Web Anonymisé
german: Anonymes Web
russian: Анонимный Веб

# #32204
source: Anonymous Torrents
french: Torrents Anonymisés
german: Anonyme Torrents
russian: Анонимные Торренты

# #32205
source: Trusted Keys
german: Vertrauenswürdige Schlüssel
russian: Достоверные ключи

# #32206
source: Trusted Contacts
french: Contacts Approuvés
german: Vertrauenswürdige Kontakte
russian: Достоверные контакты

# #32207
source: Choose a password for SSH access (empty = disabled)
french: Choissisez un mot de passe pour l'accès de SSH (vide = désactivé)
german: Wählen Sie ein Passwort den SSH Zugriff (leer = deaktiviert)
russian: Задайте пароль для SSH доступа (пустой = выкл.)

# #32208
source: SSH and AntiPrism passwords should not be the same!
french: Les mots de passe pour SSH et AntiPrism doivent n'être pas les mêmes!
german: Die Passwörter für SSH und AntiPrism sollten nicht identisch sein!
russian: Пароль SSH должен отличаться от пароля АнтиПризмы!

# #32209
source: Enable Obfs4proxy
french: Activer Obfs4proxy
german: Obfs4proxy aktivieren
russian: Включить Obfs4proxy

# #32210
source: Enable obfs4
french: Activer obfs4
german: obfs4 aktivieren
russian: Включить obfs4

# #32211
source: obfs4 port
russian: Порт obfs4

# #32212
source: Use Meek
french: Utiliser Meek
german: Meek verwenden
russian: Использовать Meek

# #32213
source: Use Fteproxy
french: Utiliser Fteproxy
german: Fteproxy verwenden
russian: Использовать Fteproxy

# #32214
source: Use Obfs4proxy
french: Utiliser Obfs4proxy
german: Obfs4proxy verwenden
russian: Использовать Obfs4proxy

# #32215
source: Enable hidden website
french: Activer le site Web caché
german: Versteckte Webseite aktivieren
russian: Включить скрытый вебсайт

# #32216
source: Enable onion router transparent proxy
french: Activer proxy transparent de routeur d'oignon
german: Onion-Routing aktivieren
russian: Включить луковый маршрутизатор

# #32217
source: Route from the interface
french: Route de l'interface
german: von der Schnittstelle weiterleiten
russian: Маршрутизировать с интерфейса

# #32223
source: Use Jetty
french: Utiliser Jetty
german: Jetty verwenden
russian: Использовать Jetty

# #32224
source: Use Hiawatha
french: Utiliser Hiawatha
german: Hiawatha verwenden
russian: Использовать Hiawatha

# #32225
source: Problems launching Hiawatha
french: Problèmes avec initialisation de Hiawatha
german: Fehler in Hiawatha, bitte überprüfen Sie die Logdatei
russian: Ошибка Hiawatha, проверьте лог

# #32226
source: Your media center is anonymized with onion router.
french: Votre media center est anonymisé avec routeur d'oignon.
german: Ihr Mediacenter ist mit Onion-Routing anonymisiert.
russian: Ваш медиацентр анонимизирован луковым маршрутизатором.

# #32227
source: This feature is not available in this build
french: Cette caractéristique n'est pas disponible dans cette version
german: Diese Funktion ist nicht in diesem Build verfügbar
russian: Этого в данной версии пока что нет

# #32228
source: Keep anonymizers data in RAM (new identity with every startup)
german: Anonymizer-Daten im RAM halten (neue Identität mit jedem Start)
russian: Держать данные анонимайзеров в ОЗУ (новая идентичность при каждой загрузке)

# #32106
source: TrueCrypt container appears damaged!
french: TrueCrypt conteneur semble endommagé!
german: Der TrueCrypt Container scheint beschädigt zu sein!

# #32195
source: Your media center IS NOT anonymized.
french: Votre media center N'EST PAS anonymisé.

# #32220
source: Enable Bitcoin support
french: Activer le support pour Bitcoin

# #32221
source: Problems starting Bitcoind
french: Problèmes avec initialisation de Bitcoind

# #32222
source: You need at least 64Gb free disk space to run Bitcoin
french: Vous avez besoin d'au moins de 64Gb d'espace disque libre pour utilisation de Bitcoin
