Repository: antiprismca/OpenELEC-Antiprism
Catalog: packages/addons/python-gnupg/source/resources/language/*/strings.po
Languages: french, german, russian

# Addon Description
source: GnuPG XBMC Frontend
german: GnuPG XBMC/Kodi Oberfläche
russian: Интерфейс пользователя GnuPG для XBMC

# #32001
source: Enable debug log
french: Activer registre de débogue
german: Debug Protokoll einschalten
russian: Отладочный лог

# #32002
source: Cannot determine home path, using /storage
french: Ne peut pas déterminer chemin d'origine, utilisant /storage
german: Home Pfad nicht bestimmbar, verwende /storage
russian: Не могу определить домашний директорий, пусть будет /storage

# #32003
source: Create key...
french: Créer key...
german: Schlüssel erstellen...
russian: Создать ключ...

# #32004
source: Import key...
french: Importer key...
german: Schlüssel importieren...
russian: Импортировать ключ...

# #32005
source: Decrypt...
french: Décrypter...
german: Entschlüsseln...
russian: Расшифровать...

# #32006
source: Keys:
french: Clés:
russian: Ключи:

# #32007
source: [ key generation in progress ... ]
french: [ Génération de clé en progrès ... ]
german: [ Schlüssel wird erzeugt ...]
russian: [ создание ключа в процессе ... ]

# #32008
source: Fingerprint
french: Empreinte digitale
german: Fingerabdruck
russian: Фингерпринт

# #32009
source: Encrypt
french: Crypter
german: Verschlüsseln
russian: Зашифровать

# #32010
source: Encrypt and sign
french: Crypter et signer
german: Verschlüsseln und signieren
russian: Зашифровать и подписать

# #32011
source: Export key
french: Exporter clé
german: Schlüssel exportieren
russian: Экспортировать ключ

# #32012
source: Export with private key if available
french: Exporter avec clé privé s'il est disponible
german: Falls möglich mit Privatschlüssel exportieren
russian: Экспортировать вместе с приватным ключом, если он есть

# #32013
source: Delete key
french: Effacer clé
german: Schlüssel löschen
russian: Удалить ключ

# #32014
source: Please wait, another key is being generated
french: Attendez s'il vous plaît, un autre clé est en cours de génération
german: Bitte warten, ein weiterer Schlüssel wird gerade generiert
russian: Пожалуйста подождите, идёт генерация другого ключа

# #32015
source: This may take a while. Check back in some minutes - the new key will appear in the list
french: Ce peut prendre du temps. Revérifiez dans une minute - La nouvelle clé apparaîtra dans la liste
german: Dies könnte eine Weile dauern. Schauen Sie in ein paar Minuten nochmal - der neue Schlüssel wird in der Liste erscheinen
russian: Это займёт какое-то время. Проверьте через несколько минут - новый ключ добавится в список

# #32016
source: Primary key type:
french: Type de la clé primaire:
german: Typ des Primärschlüssels:
russian: Тип первичного ключа:

# #32017
source: Primary key length:
french: Longueur de la clé primaire:
german: Länge des Primärschlüssels:
russian: Длина первичного ключа:

# #32018
source: Subkey type:
french: Type de la sous-clé:
german: Typ des Unterschlüssels:
russian: Тип подключа:

# #32019
source: Subkey length:
french: Longueur de la sous-clé:
german: Länge des Unterschlüssels:
russian: Длина подключа:

# #32020
source: Name in certificate:
french: Nom dans le certificat:
german: Name im Zertifikat:
russian: Имя в сертификате:

# #32021
source: Email in certificate:
french: Email dans le certificat:
german: E-Mail im Zertifikat:
russian: Эл.адрес в сертификате:

# #32022
source: Comment in certificate:
french: Remarque dans le certificat:
german: Kommentar im Zertifikat:
russian: Комментарий в сертификате:

# #32023
source: Passphrase:
french: Phrase secrète:
russian: Парольная фраза:

# #32024
source: About to generate a key
french: Sur le point de génération d'une clé
german: Ein Schlüssel wird gleich erstellt
russian: Всё готово для генерации ключа

# #32025
source: Import keys from a file:
french: Importer les clés d'un fichier:
german: Importieren von Schlüsseln aus einer Datei:
russian: Импорт ключей из файла:

# #32026
source: Result
french: Résultat
german: Resultat
russian: Результат

# #32027
source: Import successful
french: Importation réussi
german: Import erfolgreich
russian: Импорт успешен

# #32028
source: Error importing keys
french: Erreur pendant importation des clés
german: Fehler beim Import der Schlüssel
russian: Ошибка при импорте ключей

# #32029
source: Please check the debug log
french: Vérifiez le registre de débogue s'il vous plaît
german: Bitte überprüfen Sie die Debug Logdatei
russian: Проверьте отладочный лог, пожалуйста

# #32030
source: Choose a file to decrypt:
french: Choissisez un fichier pour la décryptage:
german: Wählen Sie eine Datei zum Entschlüsseln:
russian: Выберите файл для расшифровки:

# #32031
source: Passphrase for private key:
french: Phrase secrète pour la clé privée:
german: Passphrase für den Privatschlüssel:
russian: Парольная фраза приватного ключа:

# #32032
source: Output target
french: But de sortie
german: Ausgabeziel
russian: Сохранить в

# #32033
source: Output to the same file?
french: Sortir au le même fichier?
german: Ausgabe in derselben Datei?
russian: Сохранять в том же файле?

# #32034
source: Choose a filename to save the result:
french: Choissisez un nom de fichier pour sauvegarder le résultat:
german: Wählen Sie einen Dateinamen aus, um die Resultate zu speichern:
russian: Выберите имя файла для результата:

# #32035
source: Signed by:
french: Signé par:
german: Signiert bei:
russian: Подписано:

# #32036
source: Key ID:
french: ID de la clé:
german: Schlüssel ID:
russian: ID ключа:

# #32037
source: Signature ID:
french: ID de la signature:
german: Signatur ID:
russian: ID подписи:

# #32038
source: Cannot verify signature
french: Ne peut pas vérifier la signature
german: Signatur kann nicht verifiziert werden
russian: Проверка подписи неуспешна

# #32039
source: Decryption is successful
french: Décryption est réussi
german: Entschlüsselung war erfolgreich
russian: Расшифровка успешна

# #32040
source: Error decrypting the file
french: Erreur pendant décryption de fichier
german: Fehler beim Entschlüsseln der Datei
russian: Ошибка при расшифровке файла

# #32041
source: Choose a file to encrypt:
french: Choissisez un fichier pour crypter:
german: Wählen Sie eine Datei zum Entschlüsseln:
russian: Выберите файл для шифрования:

# #32042
source: No private keys to sign with
french: Pas des clés privées avec qui on peut signer
german: Kein Privatschlüssel zum Signieren vorhanden
russian: Отсутствуют приватный ключ для подписи

# #32043
source: You need to generate a key first
french: Vous devez générer un clé d'abord
german: Sie benötigen zunächst einen Schlüssel
russian: Вам нужно сначала создать ключ

# #32044
source: Choose a private key to sign with:
french: Choissisez une clé privée avec qui on peut signer:
german: Wählen Sie einen Privatschlüssel zum Signieren:
russian: Выберите приватный ключ для создания подписи:

# #32045
source: Encryption status:
french: Statut de la cryptage:
german: Status der Verschlüsselung:
russian: Статус шифрования:

# #32046
source: Error encrypting the file
french: Erreur dans cryptage du fichier
german: Fehler beim Verschlüsseln der Datei
russian: Ошибка при создании файла

# #32047
source: Error exporting keys
french: Erreur dans exportation des clés
german: Fehler beim Exportieren der Schlüssel
russian: Ошибка при экспорте ключей

# #32048
source: Deleting key
french: Effaceant les clés
german: Schlüssel wird gelöscht
russian: Удаление ключа

# #32049
source: Delete key
french: Effacer la clé
german: Schlüssel löschen
russian: Удалить ключ

# #32051
source: Do you trust this key?
french: Faites-vous confiance en cette clé?
german: Vertrauen Sie diesem Schlüssel?
russian: Вы доверяете этому ключу?

# #32052
source: ('No' deletes it)
french: ('Non' l'efface)
german: ('Nein' löscht ihn)
russian: (выбор 'Нет' удалит его)

# #32053
source: Export successful
french: Exportation réussi
german: Export erfolgreich
russian: Экспорт успешен

# #32054
source: Keyserver
german: Schlüsselserver
russian: Сервер ключей

# #32055
source: Keyserver not configured, using pgp.mit.edu
french: Keyserver n'est pas configurée, utilisant pgp.mit.edu
german: Schlüsselserver nicht konfiguriert, verwende pgp.mit.edu
russian: Сервер ключей не сконфигурирован, использую pgp.mit.edu

# #32056
source: Search for keys...
french: Chercher les clés...
german: Suche nach Schlüsseln...
russian: Поиск ключей...

# #32057
source: Search query (key ID, email, etc):
french: Cherche une requête (ID de la clé, email, etc):
german: Suchanfrage (Schlüssel ID, E-Mail, usw):
russian: Запрос для поиска (ID ключа, эл.адрес, и т.п.):

# #32058
source: Send to keyserver
french: Envoyer au keyserver
german: Zum Schlüsselserver senden
russian: Послать на сервер ключей

# #32059
source: No keys found
french: Pas des clés trouvées
german: Keine Schlüssel gefunden
russian: Ключей не найдено

# #32060
source: Select a key to import:
french: Choissisez un clé pour importer:
german: Wäheln Sie einen Schlüssel zum Importieren:
russian: Выберите ключ для импорта:

# #32061
source: [Cancel]
french: [Annuler]
german: [Abbruch]
russian: [Отмена]

# #32000
source: General
french: Général
german: Allgemeines
