Repository: antiprismca/OpenELEC-Antiprism
Catalog: packages/addons/plugin.program.i2p/source/resources/language/*/strings.po
Languages: french, german, russian

# Addon Description
source: I2P XBMC Frontend
german: I2P XBMC/Kodi Oberfläche
russian: Интерфейс пользователя I2P для XBMC

# #32001
source: Enable debug log
french: Activer le registre de débogue
german: Debug Protokoll einschalten
russian: Отладочный лог

# #32002
source: Please access I2P plugin from AntiPrism
french: Accédez le plugin d'I2P d'AntiPrism s'il vous plaît
german: Bitte das I2P Plugin von AntiPrism verwenden
russian: Пожалуйста, запускайте плагин I2P из AntiPrism

# #32003
source: Torrents
russian: Торренты

# #32004
source: Address Book
french: Carnet d'Adresses
german: Adressbuch
russian: Адресная книга

# #32005
source: Secure Mail
french: Courrier Privé
german: Sichere E-Mail
russian: Защищённая почта

# #32010
source: Torrents directory does not exist:
french: Le directoire de torrents n'existe pas:
german: Das Verzeichnis für Torrents existiert nicht:
russian: Директорий торрентов не существует:

# #32011
source: Select a .torrent file to add
french: Sélectionnez un fichier .torrent afin d'ajouter
german: Zum Hinzufügen wählen Sie eine .torrent Datei aus
russian: Выберите файл с расшинением .torrent

# #32012
source: Torrent already exists
french: Torrent existe déjà
german: Torrent existiert bereits
russian: Торрент уже существует

# #32013
source: Would you like to replace it?
french: Voudriez-vous le remplacer?
german: Möchten Sie ihn ersetzen?
russian: Хотите его заменить?

# #32014
source: Error
french: Erreur
german: Fehler
russian: Ошибка

# #32015
source: Copying failed
french: La reproduction n'a pas réussi
german: Kopieren fehlgeschlagen
russian: Копирование неуспешно

# #32016
source: Deleting .torrent file:
french: Effaceant le fichier .torrent:
german: .torrent Datei wird gelöscht:
russian: Удаление файла .torrent:

# #32017
source: Open torrents directory...
french: Ouvrir le directoire des torrents...
german: Öffnet das Verzeichnis für Torrents
russian: Открыть директорий торрентов...

# #32018
source: Add a new torrent...
french: Ajouter un nouveau torrent...
german: Einen neuen Torrent hinzufügen...
russian: Добавить торрент...

# #32019
source: Active torrents:
french: Torrents actives:
german: Aktive Torrents:
russian: Активные торренты:

# #32020
source: Info
russian: Информация

# #32021
source: Delete .torrent
french: Effacer .torrent
german: .torrent löschen
russian: Удалить .torrent

# #32022
source: Deleting failed
french: Effacement n'a pas réussi
german: Löschversuch fehlgeschlagen
russian: Удаление неуспешно

# #32023
source: Unknown
french: Inconnu
german: Unbekannt
russian: Неизвестно

# #32024
source: Status:
french: Statut:
russian: Статус:

# #32025
source: Downloaded:
french: Téléchargé:
german: Heruntergeladen:
russian: Закачано:

# #32026
source: Uploaded:
french: Transféré:
german: Hochgeladen:
russian: Откачано:

# #32027
source: Search for torrents...
french: Chercher pour les torrents...
german: Suche nach Torrents...
russian: Искать торренты...

# #32028
source: Search Postmaster Tracker for:
french: Chercher Postmaster Tracker pour:
german: Suche nach Postmaster Tracker für:
russian: Искать на Postmaster Tracker:

# #32029
source: Select category
french: Selectionner catégorie
german: Kategorieauswahl:
russian: Выберите категорию

# #32030
source: Order by
french: Ordonner par
german: Sortieren nach
russian: Упорядочивание

# #32031
source: Show
french: Montrer
german: Anzeigen
russian: Показывать

# #32032
source: Language
french: Langue
german: Sprache
russian: Язык

# #32033
source: Select torrent to download
french: Selectionnez torrent afin de télécharger
german: Auswahl des Torrents zum Herunterladen
russian: Выберите торрент для скачивания

# #32034
source: [ Previous page ]
french: [ La page précédente ]
german: [ Vorherige Seite ]
russian: [ Предыдущая страница ]

# #32035
source: [ Next page ]
french: [ La page suivante ]
german: [ Nächste Seite ]
russian: [ Следующая страница ]

# #32036
source: [ Done ]
french: [ Fini ]
german: [ Fertig ]
russian: [ Готово ]

# #32037
source: Your search produced no results
french: Votre recherche a produit aucun résultat
german: Ihre Suchanfrage lieferte keine Ergebnisse.
russian: Ваш поиск закончился безрезультатно

# #32038
source: Queuing torrent
french: Mettant le torrent en file d'attentes
german: Torrent wird in die Warteschlange gesetzt
russian: Постановка торрента в очередь

# #32049
source: Select a file name to export the contacts
french: Selectionnez un fichier afin d'exporter les contacts
german: Wählen Sie einen Dateinamen für den Export der Kontakte aus
russian: Задайте имя файла экспорта контактов

# #32050
source: Select a file with contacts to import
french: Selectionnez un fichier avec des contacts qu'on peut importer
german: Wählen Sie eine Datei mit Kontakten zum Importieren aus
russian: Выберите файл для импорта контактов

# #32051
source: Enter your key password if the file is encrypted
french: Entrez votre mot de passe si le fichier est crypté
german: Sofern die Datei verschlüsselt ist, geben Sie Ihr Passwort ein
russian: Введите пароль Вашего ключа, если файл зашифрован

# #32052
source: Enter I2P-Bote password if enabled
french: Entrez mot de passe d'I2P-Bote s'il est activé
german: Sofern eingeschaltet, geben Sie das Passwort für I2P-Bote ein
russian: Введите пароль I2P-Bote, если сконфигурирован

# #32053
source: Select recepients:
french: Selectionnez les receveurs:
german: Empfängerauswahl:
russian: Выберите ключи получателей:

# #32054
source: Enter your key password to sign the export
french: Entrez votre mot de passe afin de conclure l'export
german: Geben Sie Ihr Passwort ein, um den Export zu signieren
russian: Введите пароль Вашего ключа для подписи файла экспорта

# #32055
source: [ Import... ]
french: [ Importer... ]
german: [ Importieren... ]
russian: [ Импортировать... ]

# #32056
source: [ Export selected... ]
french: [ Exporter les sélectionnés... ]
german: [ Ausgewählte exportieren... ]
russian: [ Экспортировать выбранное... ]

# #32057
source: Address Book: (click to toggle selection)
french: Carnet d'Adresses: (Cliquez afin de permettre la sélection)
german: Adressbuch: (klicken, um Auswahl umzuschalten)
russian: Адресная книга: (нажмите, чтобы изменить выбор)

# #32058
source: Export succeeded
french: Export a réussi
german: Export erfolgreich
russian: Экспорт успешен

# #32059
source: [ OK ]
russian: [ OKей ]

# #32060
source: [ Cancel ]
french: [ Annuler ]
german: [ Abbruch ]
russian: [ Отмена ]

# #32061
source: Choose saving method
french: Choisir méthode de sauvegarde
german: Auswahl der Speichermethode
russian: Выберите метод сохранения экспорта

# #32062
source: Save to a file
french: Sauvegarder au fichier
german: Speichern als eine Datei
russian: Сохранить в файл

# #32063
source: Save to dead drop
french: Sauvegarder au 'dead drop'
german: Speichern als Dead Drop
russian: Сохранить в тайнике

# #32064
source: Dead drop URL (empty == default)
french: URL de 'Dead drop' (vide == défaut)
german: Dead Drop URL (leer == Standard)
russian: URL тайника (пустой == по умолчанию)

# #32065
source: Choose import method
french: Choisir la méthode des importations
german: Auswahl der Importmethode
russian: Выберите метод импортирования

# #32066
source: Import from a file
french: Importer d'un fichier
german: Aus einer Datei importieren
russian: Импортировать из файла

# #32067
source: Import from dead drop
french: Importer d'un 'dead drop'
german: Aus Dead Drop importieren
russian: Импортировать из тайника

# #32068
source: Enter drop ID:
french: Entrez drop ID:
german: Eingabe der Drop ID:
russian: Введите идентификационный номер тайника:

# #32069
source: Searching torrents...
french: Cherchant torrents...
german: Suche nach Torrents...
russian: Поиск в процессе...

# #32070
source: Retrieving contacts...
french: Retrouver les contacts...
german: Kontakte werden Empfangen...
russian: Контакты загружаются...

# #32071
source: Please wait
french: Attendez s'il vous plaît
german: Bitte warten
russian: Подождите пожалуйста

# #32072
source: [ Start all stopped torrents ]
french: [ Démarrer tous les torrents arrêtés]
german: [ Starten aller angehaltenen Torrents ]
russian: [ Запустить все остановленные торренты ]

# #32073
source: [ Stop all started torrents ]
french: [ Arrêter tous les torrents commencés]
german: [ Anhalten aller gestarteten Torrents ]
russian: [ Остановить все запущенные торренты ]
